{
	"interviewee": {	
		"name": "Sam Larsen Ferree",
		"image": {
			"name": "AminaHarper.png"
		},
		"bio": "Amina Harper was a featured performer at our first themed show in November, 2014."
	},
	"interviewerName": "Amina",
	"date": "March 4, 2015",
	"location": "Minneapolis, MN",
	"questions": [
		{
			"q": "How did you get started as an artist (silly childhood anecdotes are welcome and encouraged)?",
			"a": "I guess I sort of failed upward into my career. I knew I wanted to be an artist when I was a kid and I always thought, like most Americans, that if I wanted my ideal career to pan out, I would have to go to college, graduate, and then someone would just hire me to do the thing I wanted to do. The problem with fine art is that just about nothing goes as planned, if you even have a plan to begin with. I went to college, then got kicked out in a rather traumatic way. I made an attempt at community college and when that didn't work out I just said 'fuck it' and decided to give it a go as a full time artist. I had my first art show in December 2009 and I've been participating in the local art scenes in varying ways ever since while occasionally juggling a day job."
		},
		{
			"q": "What are you working on now?",
			"a": "Mainly, I'm preparing to get started on the Minnesota State Arts Board grant project with my artistic partner. We're working to write and illustrate a prototype anthology of horror stories inspired by folklore from our respective cultures combined with more modern narratives. The stories will be nasty, we won't be sugar coating or pulling any punches with this one and we've got some very NSFW things planned. These are definitely not campfire stories for kids."
		},
		{
			"q": "How has you work changed over time?",
			"a": "I am the worst with change and have a difficult time adjusting to the ebbs and flows of life. 2012 to 2014 was spent learning about myself and growing up and my artwork went from something very juvenile and cartoon-like to something more detailed, content-heavy and conceptual; being cutesy took a back-seat to being a visual storyteller. I decided during that time that I really wanted to be a good craftsman. I wanted to make work that looked clean, finished and fully-formed and it took me a while to get used to the time constraints of that. I think what came out of that struggle was work I could be proud of and a level of professionalism that enabled me to be confident in doing commissions and taking art related jobs."
		},
		{
			"q": "Thoughts on work / art / life balance?",
			"a": " In order to be happy working in the arts you have to cut all the bullshit out of your life. All creative endeavors are time-intensive and if there is any random crap in your life that is wasting your time it has to go. Toxic relationships; self- deprecating thoughts; the inability to be on time; fear; and any ideas, people or bad habits that are constantly holding you back are roadblocks. \\n\\nEverything about how you walk through the world has to be balanced, how you manage your time, your relationships, your health, your space and the energies that come in and out of your life; everything has to be balanced in a way that feels right to you. Gaining balance is not the hard part, maintaining balance is where things get complicated. \\n\\nIt's also important to be self-reflective and self-loving, those who don't know and love themselves enough to build a life where they don't need someone else to make them happy are in a troubling place. I'm always having to unlearn and relearn and figure out how to make my life and my space safe for myself. As important as my work is to me it is just as important to take time to care of myself."
		},
		{
			"q": "Observations on the local arts community?",
			"a": "People need to buy art more. If Minneapolis really wants the vibrant art scene that it claims to have and pride itself on then people need to buy artwork and invest in the artists and creative spaces that are trying to make that art scene a viable part of the culture and economy. I hold the people who purchase my work close to my heart because without them I can't work to the best of my abilities. Because of patrons I can buy art supplies, pay for gallery fees, afford living expenses and generally keep my life moving forward. You don't get to talk about how much you appreciate the art scene and it's artists if you aren't willing to contribute to it."
		},
		{
			"q": "Who are some artists / what are some works that influence and inspire you?",
			"a": " Oh God, I could go on forever! I love Kehinde Wiley, one of my favorite things about the show Empire is that there are at least 2 of his paintings in every episode, and it's shameless. JAW Cooper's visceral depictions of the human relationship to nature, Sara Golish and how she presents African women like gentle goddesses, Joe Sinness and how he uses his intense attention to detail to place the beauty of gay culture under a microscope, Sheena Aw (Caramel Law) and her clean, crisp candy coated designs, Jana Brike whose work is inspired by the stories and folklore of her culture, and, of course, Yumiko Kayukawa who inspired me to be an artist in the first place. I feel like all of these artists and the work they make drive me to be better; I only hope that someday a young artists feels about me the way I feel about them."
		},
		{
			"q": "What kind of art excites you?",
			"a": "I love art that is extremely detailed and labor intensive. That's the kind of work that I like to make and the kind of work I enjoy. I love to see work that leaves me feeling as though the person who made it worked extremely hard and skillfully, but I also like work that is fearless. I want to see the sex, violence, romance, anger, passion and reflection that art is supposed to push forth into the world; making you question and quiver and practically jump out of you skin with unease. If I can look at a piece multiple times and see something new, then that piece is thrilling to me. "
		},
		{
			"q": "What advice do you have for artists just starting out?",
			"a": "Try to show your work as much as humanly possible. Show at coffee shops and hair salons and any gallery that will have you; get your name and images out there in real life and on social media. Strive to be either early or on time and learn to schedule appropriately; artists are known for being flakes and it's an extremely unattractive and unprofessional quality. I don't want to work with someone who is serially late to everything; it's a sign that someone doesn't care about your time.\\n\\nBeing a working artist is difficult, it takes tons of time, work ethic, professionalism and motivation and you have to be working all the time. It's a true hustle and there is no one way to do it. You have to be flexible and self-driven and you have to push your doubt aside in order to keep working. There will always be artists that are \"better\" than you and you can't let that chip away at your confidence. \\n\\nAlso, do a lot of different things; an artist is useless if they only ever do one thing and can't adapt."
		},
		{
			"q": "What's the question you'd like people to ask you that no one ever has?",
			"a": "Honestly, I love being interviewed and answering questions. Usually, I'm the one doing the interviewing so any questions that aren't insulting are questions I would love to be asked."
		},
		{
			"q": "Shameless self-promotion and upcoming shows or publications, please:",
			"a": "Be on the look out for the horror anthology Nightmare Atlas. Mimi and I will document our process and it's already starting to get spooky."
		},
		{
			"q": "What is your quest?",
			"a": "My quest is just to keep moving forward. I want to do more than what I was doing the year before, I want to be confronted with bigger challenges and I want more to be expected of me; I want to expect more of myself. I want all the things I do to push me farther, getting me closer to a life that is more and more authentic to how I envision. I want more experiences, experiences worth writing a memoir about. In my quest I aspire to acquire more knowledge and skill sets and I want to be extremely well rounded in that way. \\n\\nWhat I'm trying to say is that I want to continue growing as an artist and as a human."
		},
		{
			"q": "What is your favorite color?",
			"a": "Pink, the color that will save the world."
		}
	]
}